import React from 'react';
import './WarPageStyles.css';

const WarPage = () => {
  return (
    <div className="WarPage_block">
      <img
        className="WarPage_block_img"
        src="https://cdn.segodnya.ua/i/original/media/image/623/dda/8f8/623dda8f85061.jpg.webp"
        width="750"
        alt="Карта нападу на Україну 24 лютого 2022 року"
      />
      <p>
        Російське вторгнення в Україну (також російська агресія проти України,
        російсько-українська війна, в російській пропаганді — «спеціальна воєнна
        операція», скор. «СВО») — відкритий воєнний напад Російської Федерації
        (РФ) на Україну, що почався в четвер о 3:40 24 лютого 2022 року. Третій
        етап російсько-української війни, розв'язаної Росією 2014 року, участь у
        якій РФ намагалася заперечувати. Генеральна Асамблея ООН у своїй
        резолюції від 2 березня 2022 року засудила дії Росії та назвала їх
        агресією проти України. Міжнародний суд ООН в Гаазі 16 березня 2022 року
        зобов'язав Росію припинити розпочаті 24 лютого 2022 року воєнні дії в
        Україні. Військова кампанія почалася після тривалого нарощування
        російських військ з листопада 2021 року вздовж кордону України з Росією
        і Білоруссю та визнання органами влади Росії 21 лютого 2022 року
        терористичних утворень на території України — так званих «ДНР» та «ЛНР»
        — як державних утворень. Неодноразово різні ЗМІ, західні та українські
        політики розцінювали накопичення російських військ біля кордонів з
        Україною з листопада 2021 року як підготовку Росії до війни з Україною.
        Офіційні представники Росії всіляко заперечували у своїх заявах, що
        Росія планує чи має намір напасти на Україну. Практично одночасно
        Збройні сили Російської Федерації почали неприховане перекидання
        додаткових військ на окуповані території Донецької й Луганської
        областей. Близько четвертої години за київським часом 24 лютого 2022
        року президент Російської Федерації В. Путін оголосив про «спеціальну
        воєнну операцію» з метою нібито «демілітаризації та денацифікації
        України». Уже за кілька хвилин почалися ракетні удари по всій території
        України, у тому числі неподалік від Києва. Російські війська вдерлися до
        України поблизу Харкова, Херсона, Чернігова, Сум, увійшовши з Росії,
        Білорусі й тимчасово окупованого Росією Криму. Разом з Росією війну
        проти України фактично веде Білорусь: із прикордонних районів завдають
        ракетних ударів по території України, здійснюють вильоти бойової авіації
        для завдання ракетно-бомбових ударів по території України, відбувається
        передислокація війська та його забезпечення. Завдяки спротиву
        української армії та сил самооборони вже в перші дні агресії російська
        армія зазнала значних втрат у живій силі та техніці. У своїй новітній
        історії, за оцінками українських та міжнародних експертів, Росія в
        жодній війні ще не зазнавала навіть приблизно таких великих втрат за
        такий короткий час. За визнанням західної розвідки, Росія зустріла
        сильніший, ніж очікувала, опір, що зумовило матеріально-технічні
        проблеми для її військ, нестачу пального, боєприпасів і продовольства,
        підрив бойового духу нападників. Швидке об'єднання країн світу для
        допомоги Україні, як і запровадження потужних санкцій проти Росії, стало
        несподіваним ударом для країни-агресора. З першого дня вторгнення Росія
        порушує правила ведення війни і масово чинить воєнні злочини. Крім того,
        російська влада веде активну інформаційну війну та застосовує
        шовіністичну пропаганду.
      </p>
    </div>
  );
};

export default WarPage;
