import React from 'react';
import './AlliesStyles.css';

const Allies = () => {
  return (
    <div className="Alies_block">
      <h2>Іноземна військова допомога Україні у російсько-українській війні</h2>
      <a name="top"></a>
      <a className="top_top" href="#top" color="red">
        top
      </a>
      <ul className="Alies_block_list">
        <li className="Alies_block_list_item">
          <a href="#Австралія">Австралія</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Болгарія">Болгарія</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Німеччина">Німеччина</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Естонія">Естонія</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Канада">Канада</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#США">США</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Польща">Польща</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Євросоюз">Євросоюз</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Чеська Республіка">Чеська Республіка</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Словаччина">Словаччина</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Латвія">Латвія</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Литва">Литва</a>
        </li>
        <li className="Alies_block_list_item">
          <a href="#Великобританія">Великобританія</a>
        </li>
        <li>
          <a href="#Франція">Франція</a>
        </li>
        <li>
          <a href="#Італія">Італія</a>
        </li>
        <li>
          <a href="#Ізраїль">Ізраїль</a>
        </li>
        <li>
          <a href="#Іспанія">Іспанія</a>
        </li>
        <li>
          <a href="#Нідерланди">Нідерланди</a>
        </li>
        <li>
          <a href="#Португалія">Португалія</a>
        </li>
        <li>
          <a href="#Швеція">Швеція</a>
        </li>
        <li>
          <a href="#Словенія">Словенія</a>
        </li>
        <li>
          <a href="#Туреччина">Туреччина</a>
        </li>
        <li>
          <a href="#Норвегія">Норвегія</a>
        </li>
        <li>
          <a href="#Фінляндія">Фінляндія</a>
        </li>
      </ul>

      <div>
        <a name="Австралія"></a>
        <h3>Австралія</h3>
        <p>
          20 березня міністр закордонних справ Австралії Маріс Пейн , підбиваючи
          підсумки переговорів прем'єр-міністра Австралії Скотта Моррісона і
          міністра оборони Австралії Пітера Даттона з прем'єр-міністром України
          Денисом Шмигалем і міністром оборони України Олексієм Резніковим ,
          заявила, що «Міністерство оборони [править] австралійських доларів
          (15,6 млн $) на надання військової допомоги ЗС України, після чого
          загальний обсяг нашої програми фінансування озброєнь для цієї країни
          зросте до 91 млн австралійських доларів (67,6 млн $)», уточнивши, що
          частина допомоги становитиме напрямок чергового фінансового пакету в
          одну з країн НАТО, де буде здійснено закупівлю озброєнь для ЗСУ. 8
          квітня посол України в Австралії Василь Мірошниченко повідомив, що
          Австралія передала Україні 20 бронетранспортерів Bushmaster. 27 квітня
          уряд Австралії оголосив про доставку військової допомоги на суму 26,7
          мільйона доларів, що включає шість 155-мм гаубиць M777 та боєприпаси
          до них. Загалом Австралія надала 225 мільйонів доларів військової
          допомоги та 65 мільйонів доларів гуманітарної допомоги. 3 липня
          прем'єр-міністр Австралії Ентоні Албенізі повідомив про додатковий
          пакет військової допомоги Україні на 100 мільйонів доларів. Нові
          поставки включатимуть 14 БТР M113 , 20 бронетранспортерів Bushmaster ,
          також буде надано додаткове військове обладнання, безпілотники та інша
          техніка. 26 жовтня Австралія анонсувала передачу ще 30
          бронетранспортерів Bushmaster , а в січні — контингент із 70
          інструкторів Австралійських сил оборони (ADF) приєднається до
          багатонаціональної програми підготовки українських військовослужбовців
          у Великій Британії.
        </p>
      </div>
      <div>
        <a name="Болгарія"></a>
        <h3>Болгарія</h3>
        <p>
          10 грудня 2022 року парламент Болгарії схвалив відправку в Україну
          першого траншу військової допомоги. Повний список засекречений, але
          Болгарія заявила, що переважно це легке озброєння, боєприпаси та
          «технології для захисту неба українських міст від російських
          безпілотників». Раніше Болгарія не відправляла збройну допомогу в
          Україну безпосередньо, але болгарські виробники зброї різко нарощували
          експорт за рахунок замовлень з інших країн, більша частина з них була
          відправлена ​​до Польщі — одного з ключових вузлів постачання України
          військовою допомогою. Видання WELT з'ясувало, що Болгарія таємно
          постачала Україні зброю та паливо у перші місяці вторгнення. Україна
          отримувала від Болгарії близько 30% необхідних їй боєприпасів
          радянського зразка та до 40% дизельного палива. Дизель виробляли з
          російської нафти на НПЗ, що належить «дочці» ЛУКОЙЛу. Постачання
          організували через закордонні компанії-посередники, за зброю платили
          США та Великобританія. У грудні 2023 року парламент Болгарії схвалив
          постачання Україні 100 БТР, переносних зенітно-ракетних комплексів,
          зенітних ракет, а також допомогу з навчанням українських пілотів на
          F-16.
        </p>
      </div>
      <div>
        <a name="Німеччина"></a>
        <h3>Німеччина</h3>
        <p>
          У січні 2022 року Німеччина виключила відправку зброї на Україну та
          заблокувала відправку Естонією гаубиць німецького виробництва за
          допомогою контролю за експортом зброї німецького виробництва, пізніше
          оголосивши, що відправляє на Україну 5 тис. касок та польовий
          госпіталь. 26 лютого Німеччина повністю змінила свою позицію та
          задовольнила запит Нідерландів на відправку в Україну 400 реактивних
          гранатометів, а також 500 ракет «Стінгер» та 1 тис. протитанкових
          засобів із власних запасів. 27 лютого Німеччина схвалила передачу 9
          гаубиць Д-30 з Естонії, повідомляє Кабмін Німеччини. 23 березня, за
          даними DPA , міністерство оборони Німеччини готується відправити на
          Україну як військову допомогу 2 тис. ручних гранатометів. 25 березня
          DPA повідомило, що Німеччина поставила Україні 1,5 тисяч переносних
          зенітних ракетних комплексів «Стріла» , 100 кулеметів MG3 , 8 млн
          патронів для пістолетів, а також 350 тис. продуктових пайків , 50
          медичних транспортних засобів та медичні матеріали. 26 квітня
          німецький концерн Rheinmetall запросив у уряду ФРН дозвіл на продаж
          Україні 20 танків Leopard 2 , повідомляє Handelsblatt . Раніше
          Rheinmetall виявив бажання передати українській стороні 88 танків
          Leopard 1А5 , 100 БМП Marder , а також гаубиці PzH ​​2000 . Заявка
          розглядається Федеральною радою безпеки. 26 квітня міністр оборони ФРН
          Крістіна Ламбрехт повідомила про рішення передати Україні до 50
          одиниць ЗСУ Gepard. 3 травня газета Die Welt повідомляє, що Німеччина
          готова передати 7 гаубиць PzH 2000 , знятих із зберігання . 1 червня
          Олаф Шольц , виступаючи у бундестазі, повідомив, що Німеччина планує
          передати Україні сучасну систему ППО IRIS-T. 21 червня уряд Німеччини
          вперше оприлюднив перелік військової підтримки Україні. До нього
          входять поставки зі складів збройних сил Німеччини , а також продукція
          німецької збройової промисловості, що фінансуються в рамках ініціативи
          уряду ФРН щодо надання допомоги для забезпечення безпеки іноземних
          партнерів. У списку озброєнь, передача яких в даний час здійснюється
          або готується, вказані, зокрема, РЛС COBRA , 3 РСЗВ M270 MLRS (версія
          MARS2) з боєзапасом, 7 САУ PzH 2000 , 30 ЗСУ Gepard , а також 54
          бронетранспортери M11 . Крім того, Німеччина веде переговори з
          країнами з Центральної та Східної Європи, які все ще мають озброєння
          та техніку з країн — колишніх учасниць Організації Варшавського
          договору. Вони доставляють цю техніку в Україну, а натомість отримують
          системи озброєння з німецьких складів, йдеться у повідомленні
          прес-служби німецького уряду. 11 вересня члени правлячої коаліції
          Німеччини виступили за негайну підтримку українського контрнаступу
          постачанням важкої військової техніки. Депутати закликають адаптувати
          постачання зброї до нових реалій. Німеччина має негайно зробити свій
          внесок у успіхи України та поставити броньовані машини, бойові машини
          піхоти Marder та танки Leopard 2 , заявила голова комітету бундестагу
          з оборони Марі-Агнес Штрак-Циммерман. Експерт з питань оборони та
          безпеки партії Союз 90 / Зелені Агнешка Бруггер також виступила в
          бундестазі за збільшення постачання озброєнь, особливо в галузях
          протиповітряної оборони, артилерії та бронетехніки. 15 вересня Міністр
          оборони Німеччини Крістіна Ламбрехт анонсувала новий пакет військової
          допомоги Україні, що включає дві додаткові реактивні системи залпового
          вогню M270 MLRS (версія MARS2) та боєкомплект з 200 ракет GMLRS до
          них, 4 САУ PzH 2000 , а також 5 . Таким чином, вперше з початку
          повномасштабного вторгнення Росії уряд Німеччини схвалив постачання
          Україні бронетехніки німецького виробництва. Після початку масованого
          ракетного обстрілу досягнуто домовленості про постачання в Україну
          батареї IRIS-T SLM у складі трьох пускових установок по 8 ракет у
          кожній. Радар високої чутливості призначений для виявлення крилатих
          ракет, що низько летять, таких як « Калібр ». Перша батарея IRIS-T SLM
          прибула в Україну 11 жовтня 2022. Ще три батареї плануються до
          постачання на початку 2023 . 18 жовтня уряд Німеччини оголосив про
          додатковий пакет військової допомоги. Нові поставки включатимуть
          боєприпаси, антидронові системи, броньовані ремонтно-евакуаційні
          машини Bergepanzer 2, дистанційні системи розмінування, важкі та
          середні мостові системи, а також зимовий одяг та амуніцію. У листопаді
          Україна отримала новий пакет допомоги, що включає ракети для системи
          ППО IRIS-T , боєприпаси для РСЗВ M270 MLRS , кулемети MG3 ,
          антидронові системи, апарати РЕБ , розвідувальні безпілотники та
          танкові тягачі M1070 Oshkosh. 6 січня 2023 року Олаф Шольц анонсував
          передачу Україні 40 бойових машин піхоти Marder та ЗРК Петріот. 25
          січня 2023 року уряд Німеччини анонсував постачання Україні роти (14
          одиниць) танків Leopard 2А6 , а також дав дозвіл на постачання (
          реекспорт ) танків Leopard 2 з інших країн. 7 лютого 2023 року
          Федеральна рада безпеки Німеччини схвалила постачання Україні 178
          модернізованих танків Leopard 1 з промислових запасів . 24 лютого 2023
          року Німеччина анонсувала постачання додаткових 4 танків Leopard 2А6
          (загальна кількість збільшилася до 18 одиниць) . 28 лютого 2023 року
          генеральний директор німецького концерну Rheinmetall Армін Паппергер
          повідомив, що системи ППО Skynex і Skyranger були відправлені в
          Україну. 13 травня 2023 року уряд Німеччини анонсував рекордний пакет
          допомоги для України на 2,7 млрд євро. Серед іншого, до нього увійдуть
          додаткові 20 БМП Marder , перша партія з 30 модернізованих танків
          Leopard 1А5 , 18 колісних гаубиць RCH 155, 15 зенітних самохідних
          установок Gepard , чотири батареї ППО IRIS - T SLM, 1 SLS та сотні
          керованих ракет для цих систем, боєприпаси. Німеччина також допоможе у
          виявленні позицій противника — буде передано до 200 розвідувальних
          дронів. Крім того, Україна отримає 100 бронетранспортерів для
          транспортування військовослужбовців та 100 транспортних засобів
          логістичної підтримки . 11 липня 2023 року уряд Німеччини анонсував
          пакет допомоги України на 700 млн євро. До нього увійшли 40 БМП Marder
          , 25 танків Леопард 1A5 , 5 БРЕМ Bergepanzer 2, 20000 артилерійських
          та танкових снарядів.
        </p>
      </div>
      <div>
        <a name="Естонія"></a>
        <h3>Естонія</h3>
        <p>
          8 лютого 2022 року Естонія передала ЗСУ мобільний польовий госпіталь
          Role 2. Станом на 8 квітня Естонія надала Україні летальної зброї на
          суму 222 мільйони євро, що включає FGM-148 Javelin , протитанкові
          міни, стрілецьку зброю, боєприпаси, засоби захисту, 13
          бронеавтомобілів, 50 000 польових пайків і 9 гауб. У травні Україна
          отримала новий пакет допомоги, що включає кілька гаубиць FH70 і 7
          бронетранспортерів Mamba APC. 18 серпня уряд Естонії анонсував новий
          пакет допомоги, у тому числі міномети, протитанкові засоби, польовий
          госпіталь, а також ініціював навчання українських військовослужбовців.
          13 жовтня прем'єр-міністр Естонії Кая Каллас схвалила новий пакет
          військової допомоги Україні, що включає зимовий одяг, спорядження та
          амуніцію. 19 січня 2023 року уряд Естонії вирішив надати Україні
          військову допомогу на суму 113 мільйонів євро. Цей пакет допомоги
          стане найбільшим переданим країною за час повномасштабної війни, що
          включає десятки 155-мм і 122-мм гаубиць, тисячі снарядів та вантажівок
          для них, більше сотні протитанкових гармат Carl-Gustav, понад тисячу
          одиниць боєприпасів до них.
        </p>
      </div>
      <div>
        <a name="Канада"></a>
        <h3>Канада</h3>
        <p>
          19 лютого Канада поставила Україні різне піхотне спорядження:
          снайперські гвинтівки, автоматичні гвинтівки, кулемети з оптичними
          засобами прицілювання, пістолети, прилади нічного бачення,
          спостереження та військове спорядження. 3 березня міністр національної
          оборони Канади Аніта Ананд заявила, що Україні буде передано 4,5 тис.
          протитанкових гранатометів М72 LAW та близько 7,5 тис. ручних гранат,
          а також виділено 790 тис. $ для закупівлі високоточних супутникових
          знімків. 23 квітня Канада передала Україні батарею 155 мм гаубиць M777
          та високоточні снаряди до них, повідомляє міністр оборони Канади Аніта
          Ананд. 26 квітня міністр оборони Канади Аніта Ананд заявила, про
          передачу 8 бронеавтомобілів Roshel Senator та ПТРК Carl Gustaf . 30
          червня Канада оголосила про доставку в Україну 39 броньованих бойових
          машин підтримки LAV III Kodiak та шести камер високого дозволу для
          використання на українських безпілотниках. 12 жовтня міністр оборони
          Канади Аніта Ананд повідомила новий пакет військової допомоги на 47
          мільйонів доларів. Він включатиме 500 тисяч одиниць зимового одягу та
          спорядження, високоточні артилерійські снаряди та комунікаційні
          технології. 14 листопада було оголошено про допомогу у розмірі 500
          мільйонів канадських доларів на придбання військового обладнання,
          обладнання для спостереження, зв'язку, палива та медикаментів. 18
          січня 2023 року анонсовано передачу 200 бронеавтомобілів Roshel
          Senator. 26 січня Канада анонсувала постачання Україні 4 танків
          Leopard 2A4. 24 лютого прем'єр-міністр Канади Джастін Трюдо анонсував
          постачання ще 4 танків «Леопард-2».
        </p>
      </div>
      <div>
        <a name="США"></a>
        <h3>США</h3>
        <p>
          26 лютого державний секретар США Ентоні Блінкен оголосив, що він
          санкціонував виділення 350 млн $ військової допомоги, включаючи
          «протитанкові та зенітні системи, стрілецьку зброю та боєприпаси
          різного калібру, бронежилети та супутнє обладнання». За даними
          телекомпанії NBC , в рамках прийнятого раніше нового пакету військової
          допомоги Україні з боку США обсягом до 350 млн $ 28 лютого українській
          стороні було передано щонайменше 200 ПЗРК Stinger. 13 березня Блінкен
          схвалив поставку, що включає засоби захисту від «бронетехніки,
          повітряно-десантних та інших загроз», кошти на яку були виділені з
          бюджету міністерства оборони США. За даними агентства Reuters , цей
          пакет військової допомоги включає протитанкові і зенітні системи, а
          також стрілецьку зброю. 15 березня телеканал CNN повідомив, що за
          наявними у нього даними, президент України Володимир Зеленський
          звернувся до адміністрації Байдена з проханням передати Україні важке
          озброєння радянського виробництва, включаючи бойові літаки та зенітні
          ракетні комплекси С-300 , а Державний департамент США зайнятий пошуком
          країн, які мають в своєму розпорядженні С-300 та вивченням можливостей
          передачі їх українській стороні. 16 березня видання ТАРС повідомило,
          що Байден готовий надати Україні військову допомогу в розмірі 1 млрд $
          на постачання протитанкових та протиповітряних озброєнь, включаючи
          «Джавеліни» та «Стінгери». У той же день на екстреній нараді глав
          оборонних відомств країн — учасниць НАТО міністр оборони США Ллойд
          Остін [122] , міністр оборони Великобританії Бен Уоллес та міністр
          національної оборони Канади Аніта Ананд заявили, що їхні країни, як і
          інші члени НАТО, продовжуватимуть надавати військову допомогу Україні.
          У свою чергу телеканал NBC з посиланням на двох конгресменів США
          повідомив, що адміністрація Байдена в рамках нового пакету військової
          допомоги Україні розглядає можливість передачі їй ракет, що
          барражують, Switchblades. У той же день президент США Джо Байден
          заявив, що Україні буде надано додаткову військову допомогу на суму
          800 млн $. У свою чергу офіційний представник Білого дому Джен Псакі
          пояснила: «Ми здійснюємо поставки чи перевезення щодня або кожні пару
          днів і, звичайно, Міністерство оборони США мала б більш докладну
          інформацію. Але лише за останні два тижні ми зуміли успішно та
          ефективно передати військову допомогу на 300 млн. доларів українцям на
          місцях. Ми докладатимемо зусиль, щоб продовжити швидко надавати
          техніку». 20 березня міністр оборони США Ллойд Остін заявив: «загалом
          допомога у сфері безпеки, яку ми надаємо Україні, становить понад 2
          млрд $» і лише «за останні два тижні ми надали Україні військову
          техніку на суму понад 300 млн $», а ще «800 млн президент підписав
          зовсім недавно» як пакет військової допомоги, додавши, що з 2014 року
          в Україні «відбулися наші інструктори, разом з деякими іншими нашими
          союзниками» і США «не лише надали техніку», але й українські
          військовослужбовці. готові використовувати цю техніку в міру її
          відправлення». партнерами, щоб не лише створити умови для надання
          такої допомоги, а й працювати над тим, щоб у них [Києва] була
          можливість захистити своє небо у майбутньому” . 13 квітня США заявили,
          що передадуть Україні допомогу на 800 мільйонів доларів. Зокрема: 200
          БТР M113 , 11 гелікоптерів Мі-17 , 300 БПЛА Switchblade , 500 ракет
          для Javelin , 10 контрбатарейних РЛС AN/TPQ-36 , 18 155-мм гаубиць
          M777 19 квітня Великобританія , США та Канада заявили, що передадуть
          Україні важку артилерію . Увечері того ж дня у Пентагоні заявили про
          постачання союзниками Україні додаткових «платформ та комплектуючих
          деталей», які дозволили збільшити розмір українського бойового
          авіапарку. 21 квітня США заявили, що передадуть Україні чергову
          допомогу на 800 мільйонів доларів. Зокрема: 72 гаубиці калібру 155 мм
          M777 , 72 тактичні тягачі MTV для гаубиць, 144 тисячі 155-мм снарядів
          і більше 120 тактичних безпілотників Phoenix Ghost. 22 квітня
          заступник державного секретаря США Вікторія Нуланд заявила, що
          Сполучені Штати готують до передачі Україні реактивні системи
          залпового вогню HIMARS та M270 MLRS , а також працюють з іншими
          союзниками по НАТО , щоб Україна отримала більше РСЗВ. 2 травня
          Міністерство оборони США повідомило про те, що було ухвалено рішення
          передати Києву додатково 5 тисяч протитанкових ракетних комплексів
          Javelin . 19 травня США анонсували новий пакет допомоги на 100 млн
          доларів, який дозволить Україні отримати додаткову артилерію, радари
          та іншу техніку. Зокрема: 18 гаубиць калібру 155 мм M777 , 18
          тактичних тягачів MTV для гаубиць, РЛС AN/TPQ-36 , польове обладнання
          та запчастини. 1 червня президент США заявив про надання додаткової
          військової допомоги на 700 мільйонів доларів. До неї увійшли 4
          вертольоти Мі-17 , боєприпаси для 155-мм гаубиць, тисяча протитанкових
          ракетних комплексів Javelin , 15 тактичних машин MTV , 5 РЛС AN/TPQ-36
          , а також невідома кількість реактивних систем залпового вогню HIMA9 і
          боєприпасів. Вашингтон заявив, що однією з умов постачання є те, що ці
          системи не будуть використані для удару по російській території. Втім,
          посол США в Україні Бріджет Брінк заявила, що українська сторона сама
          вирішуватиме, на які відстані застосовуватиме американські ракетні
          системи. 6 червня речник Білого дому Карін Жан-П'єр повідомила про те,
          що Сполучені Штати продовжують постачати Україні військову допомогу
          так швидко, як це можливо. Спікер підкреслила, що США мають намір
          зробити все можливе, щоб Україна мала сильну позицію і українці могли
          захистити себе. 23 червня США анонсували новий пакет допомоги на 450
          мільйонів доларів, який дозволить Україні отримати додаткові
          артилерійські ракетні системи HIMARS , десятки тисяч боєприпасів для
          артилерії 155 мм, а також патрульні кораблі для захисту українського
          узбережжя та водних шляхів. Про це заявив речник Пентагону Джон Кірбі
          . Також до конгресу США було внесено законопроект про підготовку
          навчання українських льотчиків та членів екіпажів на американських
          літаках, включаючи винищувачі F-15 , F-16 та інші повітряні платформи.
          27 червня США анонсували передачу Україні сучасного зенітного
          ракетного комплексу ППО малого-середнього радіусу дії NASAMS. 7 липня
          видання Financial Times повідомило, що в Білому домі обговорюють
          якнайшвидше надання Україні оперативно-тактичних ракет ATACMS з
          можливим застереженням, що вони не будуть використані проти цілей на
          території РФ. 22 липня Міністерство оборони США оголосило про надання
          Києву нового пакета допомоги на загальну суму 270 млн. доларів.
          Україна отримає від Сполучених Штатів ще чотири реактивні системи
          залпового вогню HIMARS та 580 ударних та розвідувальних безпілотників
          Phoenix Ghost . Крім того, до нового пакету військової допомоги
          увійдуть чотири командно-штабні машини, 36 тисяч снарядів,
          протитанкові засоби, запчастини та інше обладнання. Всього з початку
          роботи адміністрації Байдена США виділили Києву вже близько 8,2 млрд
          доларів допомоги в галузі безпеки. 9 серпня Адміністрація США
          оголосила про надання чергового траншу військової допомоги Україні на
          1 мільярд доларів. Українські військові отримають 75 тисяч
          артилерійських снарядів калібру 155 мм, міномети та 20 тисяч снарядів
          до них. Також передбачається постачання ракет для зенітного ракетного
          комплексу NASAMS , 1 тисячі переносних протитанкових ракетних
          комплексів Javelin , кількох сотень одноразових протитанкових
          гранатометів AT4 . У пакет входять і боєприпаси для реактивних систем
          залпового вогню HIMARS , однак точну кількість та тип ракет не
          вказується. Крім того, планується передати Україні 50 транспортних
          засобів для військових медиків, вибухівку, медичні препарати та
          обладнання. 19 серпня Міністерство оборони США анонсувало новий пакет
          військової допомоги на суму 775 мільйонів доларів. В рамках цього
          пакету Збройні сили України отримають додаткові боєприпаси для РСЗВ
          HIMARS , шістнадцять 105-міліметрових гаубиць і 36 тисяч
          артилерійських снарядів для них, п'ятнадцять безпілотників-розвідників
          ScanEagle , сорок бронемошин , протитанкові ракетні комплекси BGM-71
          TOW , близько тисячі переносних протитанкових комплексів Javelin та
          інші види озброєнь. За інформацією Politico , у Вашингтоні «ходить все
          більше чуток» про те, що США могли поставити в Україну більше зброї,
          ніж офіційно оголошував Білий дім. Високопоставлене джерело видання у
          Пентагоні заявило, що США таємно передавало Києву високошвидкісні
          протирадіолокаційні ракети (HARM) для знищення радарів, які були
          описані в офіційній заяві як «протирадіолокаційні можливості».
          Журналістам Politico вдалося ознайомитися з повідомленням
          адміністрації США Конгресу, де, окрім переліку озброєнь для Києва,
          повідомлялося, що постачання Україні не обмежується цим списком.
          Також, за даними видання, Вашингтон включив у новий пакет військової
          допомоги Києву високоточні боєприпаси M982 Excalibur , про що Білий
          дім офіційно не повідомляв. 24 серпня США оголосили про нову
          безпрецедентну військову допомогу на суму майже 3 млрд доларів,
          приурочену до Дня незалежності України . Це найбільший пакет для Києва
          за шість місяців війни. Він використовує засоби Ініціативи сприяння
          безпеці України (USAI), виділені Конгресом . USAI дозволяє
          адміністрації Байдена закуповувати зброю у військовій промисловості, а
          не брати її з існуючих резервів озброєнь. Ці кошти підуть на
          фінансування контрактів на постачання дронів та інших озброєнь,
          завдяки яким Україна зможе зміцнити оборону у середньостроковій та
          довгостроковій перспективі. Водночас американське керівництво
          розраховує наростити зусилля щодо підготовки українських військових за
          межами країни. Попередні поставки озброєнь здійснювалися задоволення
          невідкладних військових потреб. Таким чином, розмір допомоги
          Вашингтона Києву досяг 10,6 млрд доларів. За даними Wall Street
          Journal , адміністрація Байдена вирішила дати назву військовій місії з
          підтримки України та призначити генерала, який очолить зусилля щодо
          навчання та надання допомоги ЗСУ. Назва операції формально визнає
          зусилля США у військовій операції за аналогією з операціями Пентагону
          в Іраку та Афганістані. Наявність назви має велике бюрократичне
          значення, оскільки зазвичай тягне за собою довгострокове цільове
          фінансування та можливість спеціальної оплати, спеціальних стрічок та
          нагород для військовослужбовців, які беруть участь в операції. 8
          вересня президент США Джо Байден схвалив виділення чергового пакету
          військової допомоги Києву на 675 млн. доларів. Новий пакет військової
          допомоги, серед іншого, включає 105-мм гаубиці, високоточні реактивні
          снаряди GMLRS і артилерійські боєприпаси. 16 сентября объявлен
          дополнительный пакет военной помощи на 600 млн долларов, который будет
          содержать боеприпасы для реактивных систем залпового огня HIMARS (тип
          ракет не указывается), 36 тысяч боеприпасов для 105-миллиметрых
          артиллерийских орудий, 1000 высокоточных 155-миллиметровых
          артиллерийских снарядов, противоартиллерийские радары, протибезпілотні
          повітряні системи, обладнання для розмінування, протипіхотні міни
          M18A1 «Клеймор» , стрілецька зброя та боєприпаси, а також спорядження
          для холодної погоди та інше польове обладнання. 29 вересня в Пентагоні
          оголосили про новий пакет військової допомоги на загальну суму близько
          1,1 млрд доларів, що включає 18 додаткових РСЗВ HIMARS і боєприпаси до
          них, 150 броньованих високомобільних машин HMMWV , 150 тактичних машин
          для буксирування озброєння, 40 вантажівок важкої техніки, 20
          багатоцільових радарів, протибезпілотні повітряні системи, тактичні
          захищені системи зв'язку, системи спостереження та оптику, обладнання
          для знешкодження вибухонебезпечних предметів та інше польове
          спорядження. 4 жовтня США оголосили про 22-й пакет військової допомоги
          на суму 625 млн доларів. До нього увійшли: 4 РСЗВ HIMARS , 16 155-мм
          гаубиць і 16 120-мм гаубиць, 200 бронемашин MaxxPro , 1000
          дистанційних протитанкових мінних систем (RAAMS), боєприпаси для
          артилерії, міномів 156. 14 жовтня Міністерство оборони США оголосило
          про черговий пакет військової допомоги для України на суму 725
          мільйонів доларів, що включає додаткові боєприпаси для РСЗО HIMARS, 23
          000 155-мм артилерійських снарядів, 5000 дистанційних протитанкових
          AGM -88 HARM , 200 броньованих високомобільних машин HMMWV ,
          стрілецька зброя та понад 2 млн патронів, а також предмети медичного
          призначення. 28 жовтня Адміністрація президента Джо Байдена сформувала
          новий пакет військової допомоги для України на загальну суму близько
          275 мільйонів доларів, до складу якого увійшли боєприпаси для HIMARS ,
          500 високоточних артилерійських снарядів калібру 155 мм, 2000 снарядів
          калібру 155 мм HMMWV , 2,75 млн боєприпасів для стрілецької зброї, а
          також системи військового супутникового зв'язку (альтернатива Starlink
          ). 4 листопада уряд США оголосив про новий пакет допомоги на 400
          мільйонів доларів. До списку увійшли: системи протиповітряної оборони
          MIM-23 Hawk , модернізовані танки Т-72 (США оплачують ремонт і
          модернізацію 45 чеських танків, ще за 45 заплатять Нідерланди), 250
          бронетранспортерів M1117 , 1100 дронів Phoenix Ghost , 159. 10
          листопада Міністерство оборони США оголосило про черговий пакет
          військової допомоги для України на суму 400 мільйонів доларів, що
          включає ракети для систем ППО MIM-23 Hawk , ЗРК M1097 Avenger і ракети
          FIM-92 Stinger , додаткові боєприпаси для РСЗВ HIMARS , 21 0
          артилерійських снарядів, 500 високоточних артилерійських боєприпасів
          калібру 155 мм M982 Excalibur , 10000 120-мм мінометних боєприпасів,
          100 бронемашин HMMWV , 400 гранатометів0 60. 23 листопада
          Адміністрація США оголосила про пакет допомоги у розмірі 400 мільйонів
          доларів, до складу якого увійшли додаткові боєприпаси для систем ППО
          NASAMS , 150 великокаліберних кулеметів з тепловізійними прицілами для
          протидії безпілотним системам 82 Excalibur , протирадіолокаційні
          ракети AGM-88 HARM , 150 бронемашин HMMWV , близько 100 легких
          тактичних машин, більше 20 000 000 патронів до стрілецької зброї,
          генератори, запчастини для 105-мм гаубиць та іншої техніки . 21 грудня
          в уряді США оголосили про надання нового пакету військової допомоги
          Україні на суму 1 млрд доларів. До списку увійшли: батарея ЗРК Петріот
          (від 4 до 8 ПУ) новітньої модифікації PAC-3, додаткові боєприпаси для
          РСЗВ HIMARS , 500 високоточних артилерійських боєприпасів калібру 155
          мм M982 Excalibur 1000 MMWV , 37 бронемашин Cougar , броньовані
          вантажівки загального призначення , протирадіолокаційні ракети AGM-88
          HARM , комплекти JDAM для некерованих бомб, більше 2700 гранатометів
          та стрілецької зброї, протипіхотні міни M18A1 «Клеймор» , тактичні
          захищені системи зв'язку, прилади нічного бачення . 6 січня 2023 року
          США оголосили про рекордний пакет допомоги на 3 млрд доларів, що
          включає 50 бойових машин піхоти M2 Bradley з боєкомплектом (500
          протитанкових ракет BGM-71 TOW і 250000 малокаліберних снарядів
          калібру 25 мм), 100 бронеавтомобілі MRAP), 138 армійських
          позашляховиків HMMWV , 18 155-мм САУ M109A6 Paladin та 18 машин
          забезпечення боєприпасами, 70 тисяч артилерійських снарядів, 500
          високоточних 155-мм артилерійських 5 мінної системи ( RAAMS ), 36 105
          -мм буксированих гаубиць і 95 тисяч 105-мм артилерійських снарядів, 10
          тисяч мінометних снарядів калібру 120 мм, боєприпаси для РСЗВ HIMARS ,
          ракети ППО RIM -7 Sea Sparrow , 4000 некерованих ракет , кулемети та
          боєприпаси до гранатометів та стрілецької зброї, протипіхотні міни
          M18A1 «Клеймор» , прилади нічного бачення та оптику. 19 січня
          Адміністрація президента Джо Байдена сформувала новий пакет військової
          допомоги для України на загальну суму 2,5 млрд доларів, до складу
          якого увійшли додаткові 59 БМП M2 Bradley з боєкомплектом (590
          протитанкових ракет BGM-71 TOW і 295 000 малокаліберних сну) , 90
          бронетранспортерів Stryker з 20 мінними катками , 53 машини з
          протимінним захистом MRAP, 350 бронеавтомобілів HMMWV , 40 тактичних і
          командно-штабних машин, ЗРК M1097 Avenger 0 протитанкових ракет , 20
          000 артилерійських снарядів калібру 155 мм, 600 високоточних
          артилерійських боєприпасів калібру 155 мм M982 Excalibur , 95 000
          артилерійських снарядів 105 мм, близько 11 800 хв ію, протипіхотні
          міни M18A1 «Клеймор» , запчастини та інше польове обладнання. 25 січня
          2023 року президент США Джо Байден анонсував надання Україні 31 танка
          M1 Abrams зі 120-мм снарядами та іншими боєприпасами, забезпечення
          підготовки українських військових та персоналу, а також надання
          запчастин, обладнання та комплектуючих. 3 лютого 2023 року в уряді США
          оголосили про виділення нового пакету військової допомоги Україні на
          суму 2,2 млрд. доларів. До списку увійшли: додаткові боєприпаси для
          РСЗВ HIMARS (включаючи ракети GLSDB , які можуть вражати цілі на
          відстані в 150 км), додаткові 155-мм артилерійські снаряди, додаткові
          120-мм мінометні снаряди, пасами для боротьби з безпілотниками, 181
          машина з протимінним захистом MRAP, 250 протитанкових ракетних
          комплексів Javelin , 2000 протитанкових ракет, протипіхотні міни M18A1
          «Клеймор» , системи ППО MIM-23 Hawk , обладнання для інтеграції
          західних радарів в українську систему ПВО захищені системи зв'язку,
          безпілотники, амуніція та польове спорядження. 24 лютого 2023 року
          Міністерство оборони США оголосило про новий пакет військової допомоги
          Україні обсягом 2 млрд доларів. До нього увійшли, зокрема, боєприпаси
          для реактивних систем залпового вогню HIMARS, боєприпаси для ракетних
          систем з лазерним наведенням, кілька типів дронів, зокрема
          модернізований камікадзе-дрон Switchblade , зброя для боротьби з
          російськими безпілотниками, обладнання для виявлення засобів
          радіоелектронної боротьби. , артилерійські боєприпаси, а також
          обладнання для розмінування місцевості. 3 березня 2023 року
          Адміністрація США оголосила про пакет допомоги у розмірі 400 мільйонів
          доларів, до складу якого увійшли додаткові боєприпаси для систем
          HIMARS, 155-мм артилерійські снаряди, 105-мм артилерійські снаряди,
          25-мм боєприпаси для технічного обслуговування та ремонту, запчастини,
          польове обладнання та інші комплектуючі. 4 квітня 2023 року США
          оголосили про новий пакет допомоги для України на 2,6 млрд. доларів.
          До нього увійшли додаткові боєприпаси для зенітно-ракетних комплексів
          Петріот , боєприпаси для систем HIMARS , 155-мм і 105-мм артилерійські
          снаряди, 120-мм мінометні міни, 120-мм і 105-мм танк оптичним
          відстеженням та провідним наведенням, приблизно 400 гранатометів та
          200 000 боєприпасів, випробувальне та діагностичне обладнання для
          технічного ремонту та інше польове обладнання. Крім того, Пентагон
          оголосив про надання значного пакету засобів протиповітряної оборони,
          а також артилерійських та танкових боєприпасів, мінометних систем,
          ракет та протитанкових систем за рахунок коштів Ініціативи з надання
          допомоги Україні в галузі безпеки (USAI). 9 травня 2023 року США
          оголосили про додатковий пакет допомоги Україні на 1,2 млрд. доларів.
          Він спрямований на зміцнення ППО та забезпечення потреб України в
          артилерійських боєприпасах. Включаючи: додаткові системи ППО та
          боєприпаси, обладнання для інтеграції західних пускових установок,
          ракет та радарів із системами ППО України, боєприпаси для боротьби з
          дронами, артилерійські снаряди калібру 155 мм, навчання, технічне
          обслуговування та підтримку. 30 травня 2023 року США виділили пакет
          допомоги Україні на $300 млн. До нього увійшли боєприпаси для систем
          Patriot та HIMARS, артилерійські снаряди калібру 150 мм та 105 мм,
          комплекси FIM-92 Stinger та AT4 , ракети AIM-7 та Zuni , 1 боєприпаси,
          боєприпаси для дронів, понад 30 млн. набоїв до стрілецької зброї та
          гранат, боєприпаси для руйнування укріплень, протимінні системи,
          прилади нічного бачення, запчастини та інше обладнання . У травні 2023
          року США заявили, що через бухгалтерську помилку вартість наданої
          Україні раніше зброї виявилася завищеною і оголосили, що нададуть
          зброю ще на $6,2 млрд. 9 червня 2023 США виділили пакет допомоги
          Україні на $ 2,1 млрд. До нього увійшли ракети для систем Patriot і
          MIM-23 Hawk , артилерійські боєприпаси калібру 105 мм і 203 мм, БПЛА
          Puma. 13 червня 2023 року США виділили пакет допомоги Україні на $325
          млн. До нього увійшли боєприпаси для систем HIMARS і NASAMS , 15 БМП
          M2 Bradley , 10 бронетранспортерів Stryker , артилерійські снаряди
          калібру 155 мм і 105 мм , F1 Javellin , AT4 , BGM-71 TOW , понад 22
          млн патронів до стрілецької зброї та гранат, апаратура зв'язку,
          боєприпаси для руйнування укріплень, запчастини та інше обладнання. 27
          червня 2023 року адміністрація президента США оголосила пакеті
          допомоги Україні на $500 млн. До нього увійшли боєприпаси для систем
          Patriot та HIMARS, 30 БМП M2 Bradley , 25 бронетранспортерів Stryker ,
          комплекси FIM-92 Stinger , FGM -148 Javell 1 TOW , ракети HARM , понад
          22 млн патронів до стрілецької зброї та гранат, боєприпаси для
          руйнування укріплень, прилади нічного бачення, протимінні системи,
          запчастини та інше обладнання. 7 липня 2023 року США оголосили про
          пакет військової допомоги Україні на $800 млн. У Пентагоні уточнили,
          що пакет допомоги включатиме: додаткові боєприпаси для ЗРК Петріот ,
          керовані ракети AIM-7 , зенітно-ракетні комплекси FIM-92 Stinger ,
          додаткові боє , 31 одиницю 155-мм гаубиць, 155-мм артилерійські
          снаряди, включаючи касетні боєприпаси DPICM, та 105-мм артилерійські
          снаряди, 32 бойові машини піхоти M2 Bradley , 32 бронетранспортери
          Stry ; протитанкові керовані ракети BGM-71 TOW , Javelin та інші
          протитанкові системи та ракети, високоточні авіаційні боєприпаси,
          безпілотні літальні системи Penguin, 37 тактичних автомобілів,
          підривні боєприпаси та системи для прибирання перешкод, стрілецька
          зброя та більше 28 мільйонів патронів, запчастини та інше польове
          обладнання. 19 липня 2023 року Пентагон анонсував довгостроковий пакет
          допомоги Україні на $1,3 млрд, до якого увійшли 4 комплекси NASAMS, що
          барражують боєприпаси Phoenix Ghost і Switchblade. 25 липня 2023 року
          адміністрація президента США оголосила пакеті допомоги Україні на $400
          млн. До нього увійшли боєприпаси для систем HIMARS і NASAMS , 32
          бронетранспортери Stryker , комплекси FIM-92 Stinger , BGM-71 TOW ,
          FGM-148 Javellin , 4 105 мм, мінометні снаряди калібру 120 мм і 60 мм,
          некеровані ракети Hydra-70 , мікро БПЛА Hornet , більше 28 млн
          патронів до стрілецької зброї та гранат, боєприпаси для руйнування
          укріплень, прилади нічного бачення, аеронавігаційні. 29 серпня 2023
          року США оголосили про надання Україні чергового пакету військової
          допомоги на $250 млн з боєприпасами для ППО та HIMARS. 21 вересня 2023
          року США заявили, що передадуть Україні невелику кількість
          далекобійних ракет ATACMS, а крім цього Україна вироблятиме зброю
          разом із США . У жовтні 2023 року стало відомо про передачу Україні
          тактичних балістичних ракет MGM-140 ATACMS. 12 березня 2024 року
          оголошено про виділення першого у 2024 році пакету військової допомоги
          Україні, в рамках якого буде поставлено ракети Stinger; боєприпаси до
          РЗСО HIMARS; артилерійські снаряди, патрони для стрілецької зброї та
          ін. Вартість пакету допомоги становитиме 300 млн доларів. Міністерство
          оборони США зазначило, що обсягу постачання буде недостатньо для
          забезпечення потреб України​​. 9 квітня 2024 року Держдеп США
          акцептував продаж Україною військової продукції на суму 138 млн, кошти
          від якої необхідні для ремонту та технічного обслуговування ракетних
          систем HAWK, що використовуються Україною. 24 квітня 2024 року
          президент Байден затвердив пакет допомоги Україні на суму близько 61
          млрд доларів. Згідно із заявою Пентагону, перша партія допомоги
          обсягом 1 млрд доларів включає ПЗРК «Стінгер», 155-міліметрові
          артилерійські снаряди, протитанкові ракети «Джавелін», боєприпаси для
          систем Himars, касетні боєприпаси та транспортні засоби.
        </p>
      </div>
      <div>
        <a name="Польща"></a>
        <h3>Польща</h3>
        <p>
          27 лютого Польща передала Україні колону військової допомоги. Перший
          пакет становив 100 штук 60-мм мінометів та 1,5 тис. штук боєприпасів
          до них, 8 комплектів безпілотних літальних апаратів , 152-мм
          кумулятивні боєприпаси та боєприпаси до автоматичних знарядь, а також
          шоломи . Крім того, польською стороною була висловлена ​​готовність
          передати Україні протитанкові ракетні комплекси FGM-148 Javelin та
          автомати FB MSBS Grot. 5 березня The Wall Street Journal повідомила,
          що, за наявними у неї даними, Польща має намір надати Україні
          винищувачі МіГ-29 та штурмовики Су-25 , отримавши від США замість
          винищувачі F-16. 10 квітня Польща передала Україні понад 230 одиниць
          танків Т-72М , 20 одиниць РСЗВ БМ-21 , та ж кількість самохідних
          гаубиць 2С1 і не менше 40 БМП-1 (озброєна 73-мм 2А28 «Гром» ). 29
          травня з арсеналу Війська Польського передано 18 САУ AHS Krab. 13
          липня Україна отримала другу партію даних САУ . 25 липня речник
          агентства озброєнь Міністерства національної оборони Польщі Кшиштоф
          Платек повідомив про передачу Україні польських танків PT-91 Twardy.
          Загальна вартість матеріальної, військової та соціальної підтримки,
          яку надає Польща, оцінюється як мінімум у 0,6 % її ВВП. 19 січня 2023
          року анонсовано передачу модернізованих польських зенітно-ракетних
          комплексів далекого радіусу дії Osa-AKM-P1. 26 січня Польща анонсувала
          постачання Україні роти (14 штук) Leopard 2А4. 27 січня Матеуш
          Моравецький в інтерв'ю канадському каналу CTV додав, що крім 14 танків
          «Леопард-2», Польща поставить Україні ще 30 танків T-72M і 30 танків
          PT-91 (модернізовані в Польщі Т-72). 24 лютого Моравецкій уточнив, що
          буде поставлено 60 танків PT-91. 24 лютого 2023 року, в річницю
          початку вторгнення, в Україну прибули перші « Леопарди » з Польщі.
          Кількість доставлених танків не уточнюється. 17 березня 2023 року
          Анджей Дуда заявив про передачу Україні найближчими днями 4
          винищувачів МіГ-29 . Польща стала першою країною НАТО, яка передає
          Україні бойові літаки.
        </p>
      </div>
      <div>
        <a name="Євросоюз"></a>
        <h3>Євросоюз</h3>
        <p>
          27 лютого голова Європейської комісії Урсула фон дер Лайєн повідомила
          про початок постачання озброєнь в Україну, у тому числі військових
          літаків; таке рішення було прийнято вперше в історії Євросоюзу. 18
          березня заступник голови Європейської комісії Валдіс Домбровскіс
          повідомив, що «сьогодні Україна отримала ще 300 млн € екстреної
          макроекономічної допомоги ЄС», додавши, що «вперше в історії ЄС
          фінансуватиме закупівлю та доставку зброї в країну під нападом». 21
          липня країни-члени Євросоюзу погодили виділення Україні п'ятого траншу
          військової допомоги у розмірі 500 млн євро. Про це повідомив верховний
          представник Євросоюзу із закордонних справ Жозеп Боррель . За словами
          Борреля, новий пакет військової допомоги було погоджено у рамках
          зустрічі Контактної групи з оборони України. Водночас дипломат ЄС
          також наголосив, що Європейський союз залишається зосередженим та
          непохитним у своїй підтримці України . 17 жовтня Міністри закордонних
          справ держав Європейського союзу виділили новий транш військової
          допомоги Україні на 500 млн євро, а також затвердили створення Місії
          військової допомоги (EUMAM) для навчання українських
          військовослужбовців у Європі. Місія займеться індивідуальною,
          колективною та спеціалізованою підготовкою ЗСУ та сил територіальної
          оборони, а також координацією та синхронізацією діяльності
          держав-партнерів. Навчання у країнах ЄС мають пройти загалом близько
          15 000 українських військовослужбовців. 24 листопада Європарламент
          схвалив проект фінансової допомоги Україні у розмірі 18 млрд євро у
          2023 році. Гроші відправлятимуться у вигляді пільгових довгострокових
          кредитів для фінансування невідкладних потреб, ремонту критичної
          інфраструктури та відновлення країни після закінчення військових дій.
          У березні 2023 року Міністри оборони та закордонних справ ЄС погодили
          план спільної закупівлі боєприпасів. Він передбачає надання Україні 1
          млн снарядів протягом наступних 12 місяців.
        </p>
      </div>
      <div>
        <a name="Чеська Республіка"></a>
        <h3>Чеська Республіка</h3>
        <p>
          27 лютого Міністерство оборони Чехії відправило українській стороні
          військову допомогу (автомати, пістолети, кулемети, снайперські
          гвинтівки та відповідні боєприпаси) на суму 188 млн крон (близько 8,6
          млн $). Раніше Чехія передала в дар ЗСУ 4 тис. артилерійських снарядів
          калібру 152 мм . 5 квітня чеська газета Mladá fronta Dnes повідомила,
          що Чехія поставила Україні до 40 танків Т-72 і бронемашин БМП-1. 14
          квітня Чехія передала Україні партію озброєння, понад 20 реактивних
          систем залпового вогню RM-70 Vampire, 20 САУ DANA , РСЗВ БМ-21 та
          самохідні гаубиці 2С1. У травні Міністерство оборони Чехії повідомило
          про передачу Україні ударних гелікоптерів Мі-24, виготовлених у
          2003—2005 роках і що пройшли глибоку модернізацію у 2017 році. 20
          жовтня міністр оборони Чехії Яна Чорнохова анонсувала новий пакет
          військової допомоги Україні.
        </p>
      </div>
      <div>
        <a name="Словаччина"></a>
        <h3>Словаччина</h3>
        <p>
          27 лютого Словаччина відправила Україні військову допомогу на загальну
          суму 4,5 млн євро. 8 квітня глава уряду Словаччини Едуард Хегер
          повідомив, що його країна поставила Україні комплекси ППО С-300. 10
          квітня словацьке видання Pravda [англ.] повідомило, що Словаччина
          готується передати Україні близько 20 артилерійських установок DANA
          (включаючи модифікації Zuzana ). 16 червня Словаччина передала
          боєприпаси до РСЗВ «Град», 4 вертольоти Мі-17 та один Мі-2. У березні
          2023 року уряд Словаччини погодив передачу Україні 13 модернізованих
          винищувачів МіГ-29. У жовтні 2023 року уряд Словаччини, що йде на тлі
          формування нового коаліційного кабінету міністрів, заявив про
          припинення військової допомоги Україні.
        </p>
      </div>
      <div>
        <a name="Латвія"></a>
        <h3>Латвія</h3>
        <p>
          26 лютого Латвія доставила 30 вантажівок з індивідуальним спорядженням
          та предметами постачання (включаючи бойові каски, сухі продукти,
          медичні прилади та ліки). 28 лютого Сейм Латвії на своєму
          позачерговому засіданні в терміновому порядку затвердив поправки до
          закону про національну безпеку, дозволивши латвійським громадянам як
          добровольців воювати на боці України, попередньо зареєструвавшись у
          підрозділі обліку резерву Національних збройних сил Латвії. 3 березня
          Міністерством оборони передано 90 безпілотних літальних апаратів.
          Станом на 6 квітня загальна військова допомога Латвії перевищила 200
          млн. євро. 15 серпня Міністерство оборони Латвії повідомило про
          передачу Україні транспортних гелікоптерів Мі-8 і Мі-2 , а також шести
          гаубиць М109. Латвія відправила Україні з кінця лютого озброєння на
          суму понад 300 млн. євро, повідомили в міністерствах оборони
          балтійських республік. 19 січня 2023 року анонсовано нову допомогу з
          додатковими переносними зенітно-ракетними комплексами Stinger та
          додатковими елементами ППО, двома гелікоптерами Mі-17 , десятками
          кулеметів з боєприпасами, кількома десятками БПЛА та запчастинами для
          гаубиці М109. 21 червня 2023 року латвійський прем'єр Крішяніс Каріньш
          повідомив, що Латвія передає Україні весь свій флот гелікоптерів.
          Глава латвійського уряду зазначив, що починаючи з кінця 2021 року Рига
          виділила на підтримку Києва понад 1,3 % власного ВВП. Більшість цієї
          суми було витрачено на військову допомогу.
        </p>
      </div>
      <div>
        <a name="Литва"></a>
        <h3>Литва</h3>
        <p>
          27 лютого командувач Збройними силами Литви генерал-лейтенант
          Вальдемарас Рупшис повідомив, що було проведено «першу
          матеріально-технічну операцію, в рамках якої литовські солдати
          передали українській армії велику кількість автоматів, пістолетів,
          шоломів і бронежилетів». За словами міністра національної оборони
          Литви, станом на 26 квітня 2022 року сума військової допомоги Україні
          становила понад 100 млн євро. 25 травня передано 20 бронетранспортерів
          М113 , 10 військових вантажівок і 10 позашляховиків . 20 липня Литва
          анонсувала новий пакет військової допомоги для українських військових.
          До нього увійдуть бронетранспортери M113 і M577 , боєприпаси для
          підготовки резерву та інша необхідна підтримка . 12 жовтня міністр
          оборони Литви Арвідас Анушаускас оголосив додаткову військову
          допомогу, що включає зимовий одяг, спорядження, міномети, бронемашини,
          тепловізори та інше. Станом на листопад загальна сума допомоги від
          Литви склала 640 млн. євро, з яких військова допомога склала 232 млн
          .. 19 січня 2023 року анонсовано новий пакет військової підтримки, що
          складається з десятків зенітних знарядь Bofors L70 з десятками тисяч
          боєприпасів та двох вертольотів Мі-8 загальною вартістю 85 млн євро.
        </p>
      </div>
      <div>
        <a name="Великобританія"></a>
        <h3>Великобританія</h3>
        <p>
          26 січня 2022 року Великобританія передала ЗСУ до 2000 року ПТРК NLAW
          . 25 березня прем'єр-міністр Великобританії Борис Джонсон заявив:
          «Сполучене Королівство разом зі своїми союзниками нарощуватиме
          військову та економічну підтримку України», повідомивши, що британська
          сторона має намір передати Україні ще 6 тис. одиниць зброї, включаючи
          і протитанкові ракети на додаток до раніше відправлених понад 4 тис.
          протитанкових ракетних комплексів Javelin та NLAW. Крім того, було
          заявлено, що українській стороні для підтримки ВПС та для виплати
          заробітної плати військовослужбовцям буде виділено 30 мільйонів фунтів
          стерлінгів (40 млн $). 9 квітня прем'єр-міністр Великобританії Борис
          Джонсон повідомив про передачу Україні 120 бронеавтомобілів різних
          моделей та призначення, серед яких, імовірно: 40 CVR(T) , а також ББМ
          Mastiff , Husky та HTSV Wolfhound. 24 квітня видання Daily Express
          заявило, що Великобританія поставить Україні 20 САУ AS-90 і 45 тисяч
          снарядів до них, бронетранспортери FV4333 Stormer , оснащені
          зенітно-ракетними комплексами Starstreak , і високотехнологічні
          самонаводящіеся ракети класу. 2 червня міністр оборони Великобританії
          Бен Уоллес анонсував передачу Україні американських M270 MLRS , схожих
          за характеристиками з реактивними системами залпового вогню HIMARS ,
          які має намір передати Києву Вашингтон. 30 червня Великобританія
          затвердила новий пакет воєнної допомоги Україні на мільярд фунтів
          стерлінгів. Нова британська допомога включатиме безпілотники, засоби
          радіоелектронної боротьби та тисячі одиниць життєво важливого
          обладнання, заявили в британському уряді. 5 липня прем'єр-міністр
          Великобританії Борис Джонсон повідомив, що уряди Уельсу та Шотландії
          виділяють 100 млн фунтів на військову та гуманітарну допомогу Україні.
          За словами прем'єра, він провів телефонні розмови із главою Уельського
          уряду Марком Дрейкфордом. Вони вирішили виділити 35 млн фунтів. Така
          сама розмова у прем'єр-міністра відбулася з главою Шотландського
          уряду. Нікола Стерджен вирішила виділити 65 млн фунтів. Таким чином,
          загальна військова допомога від Великобританії Україні збільшилася до
          2,3 млрд фунтів (2,8 млрд доларів). 21 липня міністр оборони
          Великобританії Бен Воллес анонсував новий пакет допомоги Україні. За
          даними оборонного відомства, прибудуть понад 20 одиниць 155-мм САУ
          M109 та 36 одиниць 105-мм артилерійських знарядь L119 , протибатарейні
          радіолокаційні системи та понад 50 тис. боєприпасів для артилерії
          часів СРСР. Більше того, найближчими тижнями Британія відправить
          Збройним силам України понад 1,6 тис. одиниць протитанкової зброї, а
          також безпілотники. 24 серпня Великобританія оголосила про новий пакет
          військової допомоги вартістю 54 мільйони фунтів стерлінгів, що включає
          850 дронів Black Hornet Nano , 200 дронів спостереження, близько 1000
          баражуючих протитанкових боєприпасів та обладнання для пошуку мін.
          Усього з моменту початку російського вторгнення у лютому
          Великобританія надала Україні військову та фінансову допомогу на суму
          понад 2,3 млрд фунтів стерлінгів. 19 листопада під час візиту до Києва
          новий прем'єр-міністр Великобританії Ріші Сунак оголосив про
          додатковий пакет військової допомоги у розмірі 50 мільйонів фунтів
          стерлінгів, який включає 120 зенітних ракетних установок, 10 тис.
          артилерійських боєприпасів, 3 вертольоти Sikorsky S-61. , а також
          технології для протидії безпілотникам, десятки радарів та засоби
          електронної боротьби. Крім того, королівство розширює пропозицію з
          тренування українських військових та спрямовує на допомогу досвідчених
          армійських медиків та інженерів. 16 січня 2023 року міністр оборони
          Великобританії Бен Уоллес анонсував рекордний пакет допомоги Україні,
          що включає 14 танків Challenger 2 , а також броньовані
          ремонтно-евакуаційні машини, 30 самохідних артилерійських гаубиць
          AS-90 , більше 100 одиниць . , 100 тис. артилерійських боєприпасів,
          сотні ракет, включаючи ракети для РСЗВ GMLRS , ракети для Starstreak
          та ракети для ППО, 600 ракет Brimstone , додаткові запчастини,
          комплектуючі та інше обладнання . Пізніше число САУ AS-90 було
          скориговано до 24. 4 березня посол України у Великій Британії Вадим
          Пристайко заявив, що Великобританія передасть Україні 28 (замість 14)
          танків Challenger 2 і 33 (замість 24) САУ AS-90. The Guardian,
          ґрунтуючись на даних, отриманих із витоку військових документів США,
          повідомила, що Великобританія направила в Україну до 50 своїх
          спецназівців із 97 службовців іноземних підрозділів спеціального
          призначення, що знаходяться на території цієї держави. З Франції та
          США в Україну вирушили 15 і 14 спецназівців, відповідно. У травні 2023
          стало відомо, що Великобританія передала Україні високоточні
          малопомітні крилаті ракети великої дальності Storm Shadow.
        </p>
      </div>
      <div>
        <a name="Франція"></a>
        <h3>Франція</h3>
        <p>
          26 лютого уряд Франції оголосив про військову допомогу Україні на суму
          близько 120 млн євро, що включає, серед іншого, протитанкові комплекси
          Milan і Javelin , ПЗРК Містраль , боєприпаси,
          електрооптичні/інфрачервоні системи (включаючи біноклі нічного
          виявлення0), захисне спорядження0 комплектів бронежилетів/касок. Після
          початку російського військового вторгнення деякі українці, які
          проходили службу в лавах Французького Іноземного легіону (станом на
          лютий 2022 року, з 9500 легіонерів 710 — українці), повернулися в
          Україну для захисту країни. 13 квітня міністр оборони Франції
          повідомила про передачу нового пакета військової допомоги (подробиці
          невідомі). 22 квітня президент Франції Емманюель Макрон заявив, що
          Франція поставить Україні 12 САУ CAESAR і близько 40 протитанкових
          комплексів ПТРК Milan. 30 травня міністр Європи та закордонних справ
          Франції Катрін Колонна оголосила про постачання ще однієї партії САУ
          CAESAR та боєприпасів. 16 червня президент Франції Емманюель Макрон
          оголосив про постачання 6 додаткових систем CAESAR. 28 червня міністр
          оборони Франції Себастьєн Лекорню заявив про додатковий пакет
          допомоги. Нові поставки включатимуть значну кількість
          бронетранспортерів VAB , САУ CAESAR, та протикорабельні ракети Exocet.
          2 жовтня Франція анонсувала передачу 20 багатоцільових
          бронетранспортерів ACMAT Bastion , а також додаткових 6 САУ CAESAR і
          боєприпасів до них, призначених для Данії . 8 жовтня Франція оголосила
          про створення спеціального фонду у розмірі 100 млн. євро для прямих
          закупівель зброї для України . 12 жовтня Франція заявила про
          додатковий пакет військової допомоги, що включає 155-мм саморушні
          гармати TRF1 , 3 РСЗВ M270 MLRS (версія LRU), зенітний ракетний
          комплекс Crotale і радари Ground Master 200. 15 жовтня міністр оборони
          Себастьєн Лекорню повідомив, що Франція навчатиме на своїй території
          до 2000 українських солдатів. 4 січня 2023 року президент Франції
          Емманюель Макрон анонсував передачу Україні колісних танків AMX-10RC
          та додаткових багатоцільових бронетранспортерів ACMAT Bastion. 31
          січня 2023 року міністр оборони Франції Себастьєн Лекорню заявив про
          постачання Україні нової партії з 12 САУ CAESAR. У липні 2023 року
          Франція оголосила про передачу Україні високоточних крилатих ракет
          далекого радіусу дії SCALP-EG.
        </p>
      </div>
      <div>
        <a name="Італія"></a>
        <h3>Італія</h3>
        <p>
          27 лютого 2022 року Міністр закордонних справ Італії Луїджі Ді Майо
          схвалив військову допомогу Україні у розмірі 110 млн євро. Рада
          міністрів Італії 1 березня 2022 року ухвалила закон, що дозволяє
          міністру оборони (після розгляду в парламенті) надсилати Україні
          військову допомогу. Так, зокрема, було надано: нерозкриту кількість
          мінометів, ПЗРК Stinger , M2 Browning , легких кулеметів,
          протитанкових керованих ракет та військової техніки. 13 травня
          італійська газета La Republica повідомила, що Італія планує передати
          Україні гаубиці FH70 , міномети та ПЗРК Stinger у рамках третього
          пакету військової допомоги. 31 липня Італія затвердила новий пакет
          військової допомоги Україні. 18 жовтня міністр оборони Італії Лоренцо
          Гуеріні оголосив додатковий пакет військової допомоги Україні .
          Зокрема: 6 самохідних артилерійських установок PzH 2000 , 2 реактивні
          системи залпового вогню M270 MLRS та близько 30 одиниць 155-мм САУ
          M109L.
        </p>
      </div>
      <div>
        <a name="Ізраїль"></a>
        <h3>Ізраїль</h3>
        <p>
          1 березня 2022 року Ізраїль поставив Україні 100 тонн гуманітарної
          допомоги, що включає медикаменти, гуманітарне обладнання та харчові
          продукти. 20 квітня 2022 року уряд Ізраїлю передало Україні 2000 касок
          і 500 бронежилетів. 9 червня 2022 року міністр оборони Ізраїлю Бені
          Ганц оголосив про додатковий пакет нелетальної військової допомоги
          Україні, що включає 1500 шоломів, 1500 комплектів бронежилетів, 1000
          протигазів та сотні костюмів протимінного захисту . За даними видання
          Times of Israel , у вересні 2022 року ізраїльським оборонним
          підрядником опосередковано через Польщу були доставлені
          протибезпілотні системи. Ізраїль також надав технічну інформацію про
          іранських безпілотників, які використовуються російськими військами. У
          травні 2023 року Ізраїль передав Україні систему раннього виявлення та
          попередження про ракетний напад .
        </p>
      </div>
      <div>
        <a name="Іспанія"></a>
        <h3>Іспанія</h3>
        <p>
          2 березня міністр оборони Іспанії Маргарита Роблес повідомила, що 4
          березня до пункту на кордоні Польщі з Україною на двох
          військово-транспортних літаках буде доставлено партію наступального
          озброєння у вигляді 1370 гранатометів C90-CR (M3) , 700 тис. патронів
          до гвинтівок та кулем а також легкі кулемети, звідки її потім забере
          українська влада. У квітні Іспанія поставила нову партію зброї та
          боєприпасів, включаючи бронеавтомобілі URO VAMTAC та RG-31. 5 червня
          травня газета Die Welt із посиланням на джерела повідомила про намір
          влади Іспанії відправити в Україну зенітно-ракетні комплекси малої
          дальності Shorad Aspide та німецькі танки Leopard A4 . Крім того,
          Іспанія має намір навчити українських військовослужбовців поводитися з
          цією технікою. 29 червня Іспанія анонсувала передачу Україні 20
          бронетранспортерів М113. 25 серпня Міністерство оборони Іспанії
          повідомило про черговий пакет військової допомоги, що включає близько
          20 броньованих машин, 75 палет з боєприпасами для польової артилерії,
          повну батарею протиповітряної оборони, а також 1000 тонн дизеля
          вартістю приблизно 2,5 мільйона євро. Іспанія також займатиметься
          навчанням українських військових, включаючи особовий склад ВПС
          України. 7 жовтня Іспанія направила Україні додаткову допомогу,
          включаючи броньовані машини, машини швидкої допомоги та 5 тонн різних
          предметів медичного призначення. 12 жовтня Іспанія анонсувала передачу
          Україні 6 систем протиповітряної оборони MIM-23 Hawk , батареї
          зенітно-ракетного комплексу Selenia Aspide , протитанкових ракетних
          комплексів, боєприпасів, а також іншого військового спорядження. 22
          лютого 2023 року Маргарита Роблес анонсувала передачу Україні 6 танків
          Leopard 2А4 , проте пізніше прем'єр Педро Санчес , який на той час
          перебував з візитом у Києві, поправив її, сказавши, що Іспанія
          поставить Україні 10 танків.
        </p>
      </div>
      <div>
        <a name="Нідерланди"></a>
        <h3>Нідерланди</h3>
        <p>
          27 лютого Міністерство оборони Нідерландів відправило Україні
          військово-транспортний літак з вантажем військової допомоги у вигляді
          50 протитанкових гранатометів Panzerfaust 3 з 400 гранатами, 200
          переносних зенітно-ракетних комплексах Stinger , 100 снайперських
          гвинтівок та 3 два водолазних судна. 19 квітня прем'єр-міністр
          Нідерландів Марк Рютте заявив, що Нідерланди передадуть Україні
          німецькі САУ PzH 2000. 4 травня після розмови з Володимиром Зеленським
          прем'єр-міністр Марк Рютте заявив про готовність надати Україні більше
          важкого озброєння. У червні уряд Нідерландів погодив новий пакет
          допомоги, що включає протикорабельні ракети Гарпун , бронетранспортери
          YPR-765, 3 додаткові САУ PzH 2000 , 5 РЛС AN/TPQ-36 та інше військове
          спорядження . 15 липня міністр оборони Нідерландів оголосив, що 65
          солдатів Королівської армії Нідерландів та корпусу морської піхоти
          будуть відправлені до Великобританії для допомоги у навчанні
          українських солдатів. 10 листопада Міністерство оборони Нідерландів
          повідомило про передачу 100 мільйонів євро до нового Міжнародного
          військового фонду для України. Гроші підуть на фінансування закупівель
          техніки та боєприпасів для потреб Збройних сил України. 20 квітня 2023
          року Данія та Нідерланди пообіцяли спільно викупити у третьої країни,
          модернізувати та поставити Україні роту (14) танків Leopard 2A4. Саме
          постачання попередньо заплановано на початок 2024. 20 серпня 2023 року
          Данія та Нідерланди оголосили про постачання Україні до 61 літака F-16
          (Данія планувала поставити всі свої 19 літаків, Нідерланди не
          оголосили точну кількість (з наявних 42) запланованих до постачання
          літаків), шість з яких планують доставити ще до Нового. року. Міністр
          оборони Данії Якоб Еллеманн-Єнсен заявив, що поставлені літаки можуть
          бути використані лише на території України. За інформацією Berlingske,
          передача Данією перших своїх шести літаків F-16 відкладається на строк
          до 6 місяців. Це пов'язано з підготовкою українських пілотів.
          Наприкінці 2023 року Нідерланди оголосили про підготовку до передачі
          перших своїх 18 літаків.
        </p>
      </div>
      <div>
        <a name="Португалія"></a>
        <h3>Португалія</h3>
        <p>
          До 6 квітня в Україну було доставлено від 60 до 70 тонн військової
          допомоги з Португалії, у тому числі військове екіпірування, що
          складається з бронежилетів, бойових касок, приладів нічного бачення,
          гранат і боєприпасів різного калібру, портативних радіостанцій,
          аналогових ретрансляторів. гвинтівок HK G3 A3, заявлених 26 лютого та
          поставлених Україні в лютому та березні. 8 травня Міністерство оборони
          Португалії ухвалило рішення передати Україні 15 БМП M113 та 5 гаубиць
          M114 , повідомляє Nascer do SOL. 17 травня Міністр національної
          оборони Елена Каррейрас повідомила, що Португалія готується відправити
          ще 160 тонн матеріалів, включаючи військове, медичне та санітарне
          обладнання. 15 червня на зустрічі НАТО в Брюсселі представники
          Португалії заявили, що готові забезпечити навчання українських
          солдатів, зокрема освоєння танків Leopard 2 , а також навчання в
          галузі розмінування та знешкодження вибухових пристроїв. 20 липня
          Елена Каррейрас повідомила, що в цілому Португалія відправила Україні
          315 тонн озброєнь і техніки, у тому числі безпілотні літальні апарати.
          13 жовтня Португалія анонсувала передачу 6 гелікоптерів Ка-32А11BC. 8
          лютого Португалія анонсувала постачання Україні 3 Leopard 2А6.
        </p>
      </div>
      <div>
        <a name="Швеція"></a>
        <h3>Швеція</h3>
        <p>
          28 лютого Прем'єр-міністр Швеції Магдалена Андерссон заявила, що
          незважаючи на те, що її країна зазвичай не надає військової допомоги і
          це правило дотримується з 1939 року, коли було надано підтримку
          Фінляндії у війні з СРСР , «Швеція перейде до всебічної підтримки
          Збройних сил України », тому «на Україну буде відправлено 135 тис.
          польових пайків, 5 тис. касок, 5 тис. бронежилетів та 5 тис.
          одноразових протитанкових гранатометів». Крім того, Андерссон
          уточнила, що «військовим також надається фінансова підтримка у розмірі
          400 млн. крон (43 млн. $)». До фонду Центрального банку України для
          підтримки збройних сил також було направлено додаткові 500 млн крон
          (52,63 млн $). 7 березня головнокомандувач Збройними силами Швеції
          Мікаель Бюден заявив, що «транспортування нового пакету військової
          допомоги Україні завершено, матеріали та обладнання на місці». 23
          травня шведський уряд оголосив про третій пакет військової допомоги. 2
          червня глава МЗС Швеції Анн Лінде повідомила, що королівство
          підготувало четвертий пакет допомоги Україні. До нього увійдуть
          протикорабельні ракети AGM-114 Hellfire , протитанкова зброя AT4 ,
          12,7-мм гвинтівки Barrett M82 , а також боєприпаси. Швеція надасть
          Україні та фінансову підтримку. Загальна сума допомоги становитиме
          понад 95 мільйонів євро. 30 червня було оголошено про додаткову
          військову допомогу на суму 500 мільйонів шведських крон (52,9 мільйона
          доларів), що включає протитанкові засоби, стрілецьке озброєння,
          обладнання для розмінування, а також урядом обговорюється передача
          самохідних артилерійських установок Archer. 29 серпня уряд Швеції
          оголосив про пакет військової допомоги Україні у розмірі 500 мільйонів
          шведських крон . 18 листопада Шведський парламент ухвалив рішення про
          надання Україні оборонної допомоги на рекордну суму близько 273
          мільйонів євро. Як зазначається, підтримка включатиме системи
          протиповітряної оборони, боєприпаси, бронетранспортери, індивідуальне
          спорядження, у тому числі зимове та захисне. Прем'єр-міністр Швеції
          Ульф Крістерссон пояснив, що цей пакет військової допомоги Україні
          стане більшим, ніж усі вісім попередніх пакетів, разом узятих. 19
          січня 2023 анонсована передача 50 бойових машин піхоти CV90 ,
          самохідних артилерійських установок Archer і ПТРК NLAW. 24 лютого
          Швеція вирішила передати Україні 10 танків Stridsvagn 122 (шведська
          версія Leopard 2А5).
        </p>
      </div>
      <div>
        <a name="Словенія"></a>
        <h3>Словенія</h3>
        <p>
          28 лютого Уряд Словенії схвалив допомогу Україні у вигляді
          автоматичних гвинтівок Zastava M70 , боєприпасів та касок . 21 квітня
          німецьке агентство DPA повідомило, що Словенія передасть Україні 54
          своїх танка M-84 (Югославська версія Т-72). Станом на вересень 2022
          року про фактичну передачу танків публічно не повідомлялося. 21 червня
          із резерву словенської армії для України було відправлено 35 БМП M80A.
          21 вересня було заявлено, що Словенія досягла угоди з Німеччиною про
          передачу Україні 28 танків М-55 (глибока модернізація танка Т-55 ) в
          обмін на постачання автомобільної техніки.
        </p>
      </div>
      <div>
        <a name="Туреччина"></a>
        <h3>Туреччина</h3>
        <p>
          Після 24 лютого Україна отримала не менше 50 дронів Bayraktar TB2 . 26
          липня Туреччина поставила пакет військової допомоги, що включає
          протитанкові ракети UMTAS і керовані бомби MAM. 9 серпня поставлено 50
          бронетранспортерів Kirpi.
        </p>
      </div>
      <div>
        <a name="Норвегія"></a>
        <h3>Норвегія</h3>
        <p>
          20 квітня Міністерство оборони Норвегії заявило, що вони передають
          Україні 100 ПЗРК Містраль та 4000 одноразових протитанкових засобів
          M72 LAW. 28 квітня Норвегія зняла зі складів 22 гаубиці M109A3GN та 3
          реактивні системи залпового вогню M270 MLRS для передачі Україні. 25
          листопада Норвегія передала Україні новий пакет військової допомоги,
          що включає САУ M109 та 20 тисяч запчастин для раніше наданих таких же
          арт-установок, 55 тисяч одиниць зимового військового одягу, 55 тисяч
          перев'язувальних матеріалів та індивідуальних наборів та 30 тисяч
          сухпайків. 25 січня 2023 року Норвегія анонсувала постачання Україні 8
          танків « Леопард-2 ».
        </p>
      </div>
      <div>
        <a name="Фінляндія"></a>
        <h3>Фінляндія</h3>
        <p>
          27 лютого уряд Фінляндії схвалив постачання в Україну 2 тис.
          бронежилетів, 2 тис. композитних касок, ста нош та обладнання для двох
          пунктів швидкої медичної допомоги. У березні було передано 2500
          автоматів зі 150 000 набоїв, 1500 одноразових протитанкових засобів
          M72 LAW і 70 000 сухпайків. У травні Фінляндія оголосила новий пакет
          військової допомоги Україні, що включає важкі міномети, 155-мм
          артилерійські снаряди та ручні гранати . 8 серпня Міністерство оборони
          Фінляндії оголосило, що відправить своїх інструкторів для участі в
          навчанні українських солдатів у Великій Британії. У вересні поставлено
          нову партію зброї та боєприпасів, включаючи бронетранспортери XA -180
          , зенітні установки ЗУ - 23-2 та великокаліберні кулемети . 6 жовтня
          уряд Фінляндії оголосив про передачу Україні дев'ятого пакета
          військової допомоги. 17 листопада Фінляндія оголосила про військову
          допомогу на суму 55,6 мільйона євро. Міністр оборони Антті Кайкконен
          наголосив, що це вже десятий пакет допомоги Україні від Фінляндії. 20
          січня 2023 року Фінляндія анонсувала передачу Україні найбільшої
          партії військової допомоги з початку війни на суму 400 мільйонів євро.
          До нього увійдуть важка артилерія та боєприпаси. 23 лютого Фінляндія
          анонсувала постачання 3 своїх інженерних (противомінних) машин Leopard
          2R.
        </p>
      </div>
    </div>
  );
};

export default Allies;
